{ lectures: [
	{
		title: "Human Robot Interaction",
		slot: 0,
		description: "<p>This talk considers a not too distant future where robots will be part of our daily lives. These robots will interact with us in a way similar to how we interact with each other. Such social interaction between humans and robots brings about many challenges for the design of social robot behaviours. Findings from recent research on human-robot collaboration will be presented to offer insight in how people perceive and trust robots, in what way human attitudes toward robots is influenced and international differences in human responses to social robots.</p>",
		speaker: {
			firstname: "Vanessa",
			surname: "Evers",
			affiliation: "University of Amsterdam",
			description: "<p>Vanessa Evers received a M.SC. in Information Systems from the University of Amsterdam, and a Ph. D. from the Open University, UK. During her Master studies she spent two years at the Institute of Management Information Studies of the University of New South Wales, Sydney. After her Ph.D. she has worked for the Boston Consulting Group, London and later became an assistant professor at the University of Amsterdam’s social Science Informatics group (2002) and currently at the Interactive Autonomous Systems group of the Institute of Informatics. She was a visiting researcher at Stanford University (2005-2007). Her research interests focus on on interaction with intelligent and autonomous systems such as robots or machine learning systems as well as cultural aspects of Human Computer Interaction. She has published over 80 peer reviewed publications, many of which in high quality journals and conferences in human computer interaction and human robot interaction. She serves on Program Committees of HRI, HSI, CSCW and ACM Multimedia. Dr. Evers won the best thesis prize awarded by the Dutch National Society of Registered Information Specialists, was co-author of the James Chen best paper award of the journal on User Modeling and User Adapted Interaction together with her Ph.D. student Henriette Cramer. She is a member of ACM.</p>"
		}
	},
	{
		title: "Algorithmische kunst",
		slot: 1,
		description: "<p>Beeldende kunst wordt steeds vaker met behulp van de computer gemaakt; pen en penseel worden langzamerhand vervangen door Illustrator,Photoshop en AutoCAD. Maar er is ook computerkunst in een striktere betekenis van dat woord: kunst die niet met de computer, maar door de computer gemaakt wordt. Bij deze \"algoritmische kunst\" is de menselijke kunstenaar nog slechts een producer achter de schermen. Hij maakt geen specifieke beelden, maar ontwerpt stijlen of principes, en demonstreert die door middel van computerprogramma's die vol-automatisch oneindig grote oeuvres genereren.</p><p>De generatieve linguïstiek was een belangrijke inspiratiebron voor de algoritmische kunst. Abstracte kunst- en ontwerpstijlen kunnen beschouwd worden als oneindige verzamelingen van complexe symbolen, en men kan proberen zulke verzamelingen d.m.v. formele grammatica's te karakteriseren. Zelfs kan men, naar analogie van Noam Chomsky's Universal Grammar, de mogelijkheid postuleren van een alles-omvattende meta-grammatica voor visuele talen. Zo'n meta-grammatica zou het ultieme postmodernistische kunstwerk zijn; hij zou het mogelijk maken om naar willekeur alle mogelijke beelden te genereren. De totstandkoming van de volgende fase in de kunstgeschiedenis is dan een technisch-wetenschappelijke uitdaging geworden.</p><p>Deze voordracht bespreekt de stand van zaken in dit onderzoekstraject. Aan de orde komen o.m. de technieken die totnutoe gebruikt worden (vaak ontleend aan Kunstmatige Intelligentie of Artificial Life), en de relatie met kunstgeschiedenis en waarnemingspsychologie.</p>",
		speaker: {
			firstname: "Remko",
			surname: "Scha",
			affiliation: "Universiteit van Amsterdam / Institute for Artificial Art Amsterdam",
			desciption: "<p>Remko Scha studeerde Technische Natuurkunde aan de TUE. Hij leidde AI-projecten bij Philips' Research Labs te Eindhoven en BBN Laboratorieste Cambridge, MA, en was tot zijn recente emeritaat Hoogleraar Computerlinguïstiek aan de Universiteit van Amsterdam. Remko Scha ontwikkelde een taalverwerkings-theorie (\"Data-Oriented Parsing\"), construeerde een automatische gitaar-band (\"The Machines\"), en ontwierp een beeldgeneratie-algoritme (\"Artificial\").</p>"
		}
	},
	{
		title: "IT stimulating human creativity",
		slot: 2,
		description: "<p>For a lot of people human creativity is a mystery, impossible to be understood or modeled and yet so simple that it virtually enters into every aspect of life. Every human being has the ability to come up with new, surprising and important ideas or artifacts, we all are creative every day This talk addresses several views on how creativity can be explained and how those models can be used to stimulate and support the creative powers of an individual. A few applications will be presented to exemplify the introduced concepts. The aim of the talk is to show why it is fun to study AI in the context of creativity and why this remains exciting even though there are challenges that seem to be unsolvable.</p>",
		speaker: {
			firstname: "Frank",
			surname: "Nack",
			affiliation: "University of Amsterdam",
			description: "<p>Dr. Frank Nack is tenure assistant professor at the Information and Language Processing Systems group (ILPS) of the Informatics Institute of the University of Amsterdam (UvA).</p><p>The main thrust of his research is on representation, retrieval and reuse of media in hypermedia systems; context and process aware media knowledge spaces; representation and adaptation of experiences; hypermedia systems that enhance human communication and creativity; interactive storytelling; computational applications of media theory &amp; semiotics; AI and film (semantics, semiotics, perception) ; and computational humour theory. He has published more than 100 papers on these topics.</p>"
		}
	},
	{
		title: "Autonomous Helicopter Control",
		slot: 3,
		description: "<p>Reinforcement learning is a type of machine learning wherein intelligent agents learn optimal control policies by interacting with their environment.  It is useful for robot control, system optimization, game playing, information retrieval, etc.  In this talk, I give a brief introduction to the fundamental challenges of reinforcement learning, with particular emphasis on the dilemma between exploration and exploitation.  As a case study, I describe helicopter hovering, a benchmark challenge problem used in recent years in the international Reinforcement Learning Competitions.  I also describe the neuroevolutionary solution we developed that won the 2008 competition, as well as extensions developed for the 2009 competition and beyond that tackle the unique challenges of safe exploration in this high-risk domain.</p>",
		speaker: {
			firstname: "Shimon",
			surname: "Whiteson",
			affiliation: "University of Amsterdam",
			description: "Shimon Whiteson an assistant professor at the Informatics Institute at the University of Amsterdam, in the Intelligent Autonomous Systems group.  His research is primarily focused on single- and multi-agent decision-theoretic planning and learning, especially reinforcement learning and stochastic optimization methods such as neuroevolution."
		}
	},
  {
    title: "Break",
    slot: 91,
    description: ""
  },
	{
		title: "Mensgerichte aanpak in innovatie",
		slot: 4,
		description: "<p>Succesvolle innovatie gaat tegenwoordig om veel meer dan alleen het ontwikkelen van nieuwe technologie. Om te benadrukken dat succesvolle innovatie meer is dan technologische innovatie, spreekt men ook wel over diensteninnovatie. Niet alleen is succesvolle (diensten)innovatie vaak een combinatie van een product, dienst en ICT, het succes hangt ook af van de mate waarin de innovatie aansluit bij de beoogde doelgroep. Helaas blijkt dat 75 procent van de gebruikers vindt dat 'zulke geslaagde' ICT-producten vaak meer stress opleveren dan gebruiksgemak. De beleving van de gebruiker speelt een steeds grotere rol in de beoordeling van het succes van een fysiek product of een dienst. Het ontwikkelproces wordt steeds complexer door de gebruikte technologie, de toenemende concurrentie en de verwevenheid van producten, diensten en infrastructuur. Bovendien zijn er vaak veel verschillende partijen bij betrokken met ieder een eigen jargon en een eigen belang. Een mensgerichte aanpak, waarbij de ervaring van de eindgebruiker de partijen bijeenhoudt, biedt grote kansen. Hoe doe je dat?</p><p>Voorbeelden van technieken die de gebruiker centraal stellen in het ontwerp zijn consumer insights, personas, scenario's enexperiental prototypes. De kerngedachte bij deze technieken is dat de betekenis voor de eindgebruiker, gepresenteerd in een visuele en verbale heldere taal, richting geeft aan het gehele ontwerpproces. Het zich kunnen inleven in de gebruiker is hiervoor een randvoorwaarde. Het perspectief van de gebruiker vormt als het ware een platform voor alle betrokken partijen, waar mogelijke drempels en miscommunicatie die door vakjargon of monodisciplinair denken ontstaan, worden vermeden. De focus op de eindgebruiker geeft niet alleen richting aan het ontwerp- en ontwikkkelproces, maar geeft ook de samenwerking en communicatie tussen de verschillende partijen vorm.</p>",
		speaker: {
			firstname: "Ingrid",
			surname: "Mulder",
			affiliation: "Hogeschool van Rotterdam",
			description: "<p>Ingrid Mulder is als lector Human centered ICT verbonden aan het Instituut Communicatie, Media en Informatietechnologie van de Hogeschool Rotterdam en is werkzaam als Universitair Hoofddocent Design Techniques bij de faculteit Industrieel Ontwerpen van de TU Delft. Een rode draad in haar onderzoeksactiviteiten is het zodanig ontwerpen van ICT zodat deze niet alleen functioneel zijn, maar ook daadwerkelijk betekenis geven in de dagelijkse praktijk.</p>"
		}
	},
	{
		title: "Cognitive Robotics",
		slot: 5,
		description: "<p>Crucial aspects of human cognition are our abilities to selectively focus attention torelevant objects among the vast amount of stimuli in our immediate environment andto control our actions towards these objects in such a way we eventually reach ourgoals. Clearly, object perception, action planning and goals need to align in orderto successfully interact with the world. This is the case for humans as well as forartificial cognitive systems, such as robots.In my research I focus on the theoretical underpinnings and computationalmechanisms that underlie this alignment. As it appears, the interaction betweenperception and action planning is greatly determined by automatic processes (i.e.,out of our cognitive control). However, the subjective interpretation of the task/goalcontext can bias these processes in such a way that our behavior is a result of thedynamic interplay between controlled and automatic influences. Indeed, we do feel incontrol of our behavior, most of the time…In this talk I will present a neurally inspired, computational architecture(‘HiTEC’) that enables the modeling of a variety of perception-action related,behavioral experiments. It is my conviction that computational models can contributeto a better understanding of the mechanisms underlying cognition and that theseinsights can further advance our ability to successfully devise intelligent and useful robots.</p>",
		speaker: {
			firstname: "Pascal",
			surname: "Haazebroek",
			affiliation: "University of Leiden",
			description: "I am a computer scientist and cognitive psychologist working in the areas of cognitivemodeling, computational neuroscience and cognitive systems. The goal of myresearch is to gain understanding of the computational mechanisms underlying humancognition, perception and action planning and to build intelligent systems that makeuse of these insights."
		}
	},
	{
		title: "Smarter Planet",
		slot: 6,
		description: "<p>De strategie van IBM luidt \"Smarter Planet\". De ogenschijnlijke eenvoud van deze twee woorden bedriegt. Want om een Smarter Planet te realiseren zijn er nog wat hordes te nemen. Als eerste wordt uitgelegd wat we onder Smarter Planet verstaan. Wat de miljarden sensoren, apparaten en gadgets in staat zijn te doen als ze verbonden met elkaar zijn. Hoe gaan de IT afdelingen met deze nieuwe vorm van data om, welke software en algoritmen zijn daar voor nodig en hoe reageren bedrijven met hun rigide bedrijfsprocessen daarop.</p><p>In deze levendige presentatie komen deze zaken aan bod en wordt er op een begrijpelijke manier uitgelegd welke uitdagingen er zijn voor organisaties, software ontwikkelaars en ICT afdelingen.</p>",
		speaker: {
			firstname: "Frank",
			surname: "van der Wal",
			affiliation: "IBM",
			description: "<p>Frank van der Wal heeft zijn studie HTS Technische Computerkunde in 1989 afgerond, gevolgd door een post-HBO opleiding Technische Bedrijfskunde. Na een internationale ervaring is hij in 1991 bij IBM gaan werken als engineer voor de reparatieafdeling. In 1994 is hij vier jaar in de logistieke afdeling van IBM werkzaam geweest om het centrale computersysteem, wat de reserveonderdelen van IBM beheert, te implementeren in o.a. Spanje en Israël. Vanaf 1998 is hij actief in de verkooporganisatie als Brand Manager van verschillende IBM infrastructuur producten om vanaf 2004 zich toe te leggen op de vertaling van de IBM strategie naar producten. Vanaf 2007 is Frank tot Client IT Architect benoemd en houd zich bezig met Service Orientatie, Virtualisatie en Innovatie binnen het MKB-segment.</p><p>Per 1 januari 2011 is hij Lead Technical Advocate SouthWest Europe voor Capgemini, Atos en andere CSI's, is Open Group gecertificeerd IT Specialist en lid van IBM's Cloud Computing team en heeft zitting in de werkgroep Saas/Cloud vanuit het NAF.</p><p>In zijn vrije tijd houdt Frank zich bezig met high-end audio, sterrenkunde en klust hij in zijn monumentale pand, maar bij voorkeur niet gelijktijdig.</p>"
		}
	},
	{
		title: "Agent Based AI in Games",
		slot: 7,
		description: "<p>The behavior of non-player characters (NPCs) in game environments is partly controlled by decision making logic implemented using Artificial Intelligence (AI) techniques. Whereas AI in other application fields is typically concerned with optimal decisions and expert behavior, its role in games is to entertain the player. Because of this, there is a bigger emphasis on believability, understandability and “perceived fairness” of the NPCs behavior. The talk presents various algorithms and tricks used in creating game play and shows that AI techniques originally created to achieve optimal decisions can be tailored to create fun.</p>",
		speaker: {
			firstname: "Remco",
			surname: "Straatman",
			affiliation: "Guerrilla Games",
			description: "<p>For the last 9 years, Remco Straatman has been Lead Artificial Intelligence Development at Guerrilla, a Sony Computer Entertainment Studio that creates games for the various PlayStation platforms. His team has created award winning AI for games such as Killzone:Liberation, Killzone 2 and Killzone 3. Remco's goal is to enhance the entertainment value of Guerrilla's games by creating believable, interactive and challenging non-player characters.</p>"
		}
	},
  {
    title: "Drinks",
    slot: 92,
    description: ""
  }
]}
